[Main]
DisplayName=עברית

[SmartDefrag_SDMainForm]
btn_close.Hint=סגירה
btn_maximize.Hint=הגדל
btn_minimize.Hint=מזער
btn_restore.Hint=שחזר
btn_more.Hint=אפשרויות
lblLatestNews.Caption=שתף מוצר זה עם משפחתך וחבריך. הם ישמחו להשתמש בו
btn_game_optimize.Caption=איחוי
btn_gamedefrag_start.Caption=התחל מחדש
btn_gamedefrag_stop.Caption=עצור
btn_gamedefrag_pause.Caption=הפוגה
btn_defrag_finish.Caption=סיום
btn_backtosvolumetatus.Caption=אחורה
lblPBD_DPF.Caption=קובצי דף איחוי וקובצי השהייה
lblPBD_DMFT.Caption=איחוי MFT
lblPBD_DSYS.Caption=איחוי קובצי מערכת
lblPBD_DREG.Caption=מאחה קובצי מרשמה
lblPBD_DCF.Caption=מאחה קבצים מפורטים
btnBTConfig.Caption=קנפג
LabelEnableBTD.Caption=איחוי זמן אתחול
lblBootTimeDefrag.Caption=היסטוריית איחוי זמן אתחול
lvBootTimeDefragListView.Columns[0].Caption=נתונים
lvBootTimeDefragListView.Columns[1].Caption=גודל כללי
lvBootTimeDefragListView.Columns[2].Caption=קיטועים
lvBootTimeDefragListView.Columns[3].Caption=פעולה
btn_tab_actioncenter.Caption=מרכז הפעולה
btn_tab_boottimedefrag.Caption=איחוי זמן אתחול
btn_tab_diskdefrag.Caption=איחוי הדיסק
btn_tab_gameoptimize.Caption=איחוי המשחק
lbl_map.Caption=צבע מפה:
lblResetColor.Caption=איפוס
lvDefragList.Columns[0].Caption=שם
lvDefragList.Columns[1].Caption=קיטועים
lvDefragList.Columns[2].Caption=גודל
lvDefragList.Columns[3].Caption=נתיב
lvDefragList.Columns[4].Caption=תוצאה
btnShowDefragMap.Caption=מפה
btnShowDefragList.Caption=פרטים
btnShowJunkFile.Caption=זבל
lblAfterDefragTask.Items[0].Caption=כיבוי אחרי איחוי
lblAfterDefragTask.Items[1].Caption=מצב-שינה אחרי איחוי
lblAfterDefragTask.Items[2].Caption=מצב-השהייה אחרי איחוי
lblAfterDefragTask.Items[3].Caption=אתחול לאחר איחוי
lblStatus.Caption=מצב:
lblSSDStatus.Caption=מצב:
lblAfter.Caption=אחרי:
lblBefore.Caption=לפני:
lblFragRate.Caption=קצב קיטוע:
lblDefragFragmentRate.Caption=קצב קיטוע:
btn_start.Caption=התחל מחדש
btn_stop.Caption=עצור
btn_pause.Caption=הפוגה
lbl_estimatedtime1.Caption=זמן משוער שנותר:
btnFixDefrag.Caption=איחוי-חכם (Smart-Defrag)
btn_view_report.Caption=הצג דו"ח
lblJunkScanSkip.Caption=דילוג
mniOpenSmartDefrag.Caption=פתח את איחוי-חכם
mniHomePage.Caption=אתר-הבית
mniSupport.Caption=תמיכה טכנית
mniExit.Caption=יציאה
mniTask_Shutdown.Caption=כיבוי
mniTask_Sleep.Caption=מצב-שינה
mniTask_Hibernate.Caption=השהייה
mniTask_Reboot.Caption=אתחול
mniSkinClassic.Caption=קלאסי
mniSkinWhite.Caption=לבן
btnFeedBack.Caption=שלח משוב
btnViewReport.Caption=הצג דו"ח
btnScanMore.Caption=סרוק עוד
lblBootTimeSSD.Caption=הדיסקים שלך הם מסוג SSD. איחוי זמן- אתחול אינו תומך ב SSD
shp_map_free.Hint=שטח פנוי
shp_map_mft.Hint=טבלת קובץ ראשי
shp_map_dir.Hint=ספריות
shp_map_frequent.Hint=בשימוש תדיר
shp_map_rare.Hint=בשימוש נדיר
shp_map_unmovable.Hint=נייח
shp_map_frag.Hint=קיטוע
shp_map_moving.Hint=תנועה
btn_nav_show.Hint=הראה את מרכז הפעולה
btn_nav_hide.Hint=הסתר את מרכז הפעולה
lbl_defragprogress.Caption=התקדמות כללית:
lblGameEstimatedTime.Caption=התקדמות כללית:
lblRecommendation.Caption=המלצה:
lblJunkCleaned.Caption=זבל שנוקה:
lblSpaceReleased.Caption=שטח ששוחרר:
btn_feedback.Caption=שלח משוב
btnGameViewReport.Caption=הצג דו"ח
rdlblBootTimeDefragDesc.Caption=מאחה את קובצי המערכת שלך לפני אתחול המערכת, למיקסום הביצועים של המערכת
btnBTActiveNow.Caption=הפעל כעת
btnGOActiveNow.Caption=הפעל כעת
rdlblEnterCode.Caption=הכנס קוד
btnManageLicense.Caption=נהל רישיון
rdlblProfuture.Caption=ממקסם את הביצועים ואת משך-זמן הדיסק עם:
btnProfutureAuto.Caption=איחוי-חכם אוטומטי
btnProfutureBootTimeDefrag.Caption=איחוי זמן אתחול
btnProfutureAlways.Caption=תמיד מעודכן
lbl_estimatedtime.Caption=זמן משוער:

[SmartDefrag_SDMainMenu]
btn_more.Hint=אפשרויות
btnAbout.Caption=אודות
btnCheckUpdates.Caption=בדוק לעדכונים
btnDownload.Caption=הורד את חונמת IObit
btnFindUsOnFacebook.Caption=מצא אותנו בפייסבוק
btnReport.Caption=דיווח
btnSettings.Caption=הגדרות...
btnSkin.Caption=סקין
btnTechnicalSupport.Caption=תמיכה טכנית
btnTranslate.Caption=עזור לנו לתרגם
btnUseManual.Caption=מדריך למשתמש
btnDiskHealth.Caption=בריאות המחשב
lblSkinName.Caption=סקין:

[SmartDefrag_SDDefragMenuForm]
mniItem1.Caption=ניתוח
mniItem2.Caption=איחוי && מיטוב
mniItem3.Caption=איחוי-קבצים-גדולים
mniItem4.Caption=איחוי-שטח-פנוי
mniItem5.Caption=איחוי && תעדוף קבצים (איטי)
mniItem6.Caption='טְרִים' && מיטוב מושכל
mniItem7.Caption=איחוי-מהיר

[SmartDefrag_LocalDiskItemFile]
lblPath.Caption=קבצים && תיקיות שנוספו
btnAddFile.Caption=הוסף קובץ
btnAddFolder.Caption=הוסף תיקייה

[SmartDefrag_FormSetting]
btn_close.Hint=סגירה
lblTitle.Caption=הגדרות
Button_Recommand.Caption=מומלץ
Button_OK.Caption=אוקיי
Button_Cancel.Caption=ביטול
Button_Apply.Caption=החל
lblSettingType.Caption=הגדרות כלליות
AutoLoadCheck.Caption=טוען אוטומטית בהפעלת חלונות
CloseSetCheck.Caption=מזער למגש בסגירת חלון
TrayCheck.Caption=אפשר הודעות במגש מערכת
CheckBox_Show_RemovableDisk.Caption=אל תציג דיסקים נשלפים
lblSilentDesc.Caption=אפשור תכונה זו יבטיח איחוי חלק ללא הפרעה
lblReplaceDefragDesc.Caption=אפשור תכונה זו פירושו שאיחוי-חכם יתחיל כאשר תשיק את מאחה הדיסק של חלונות
lblVSSDesc.Caption=עצור VSS באופן זמני כאשר אתה מאחה להגנת הגיבוי הנוכחי של ה VSS וה VSS שלך יאופשר אוטומטית אחרי שהאיחוי יושלם.(VSS: Volume Shadow Copy)
lblBatteriesDesc.Caption=איחוי יצרוך משאבי סוללה רבים. לכן מומלץ לא להשתמש באיחוי בזמן שמשתמשים בסוללה
ReplaceWindowDefrag.Caption=מחליף את מאחה הדיסק של חלונות
SilentCheck.Caption=אפשר טכנולוגיה של  Smart Silent בזמן האיחוי (מומלץ)
chkEnableVSS.Caption=עצור VSS בזמן איחוי כרך NTFS
BatteryCheck.Caption=עצור 'איחוי-אוטומטי' ו'איחוי-מתוזמן' בתצורת סוללה (מומלץ)
Label_Auto_Des.Caption=עם הטכנולוגיה החדשה שלו, 'איחוי-אוטומטי' מאחה אוטומטית רסיסי קבצים בזמן שהמחשב שלך במצב סרק, להגנה על הדיסקים שלך
Label_DefragRate.Caption=איחוי כאשר קצב הקיטוע עובר את:
ExcludeCheck.Caption=דלג על קבצים הגדולים מ-1 ג"ב
ComboBox_DefragRate.Items[0].Caption=תמיד תאחה
ComboBox_DefragRate.Items[1].Caption=1%
ComboBox_DefragRate.Items[2].Caption=3%
ComboBox_DefragRate.Items[3].Caption=5%
ComboBox_DefragRate.Items[4].Caption=10%
Label_Exclude_Des.Caption=קבצים ותיקיות בשלילה כולל תת-התיקיות לא ינותחו ולא יאוחו
Button_Add_File.Caption=הוסף קובץ...
Button_Add_Folder.Caption=הוסף תיקייה...
Button_Delete.Caption=מחיקה
ListView_Exlude.Columns[0].Caption=שם
Label_Schedule_Des.Caption=איחוי-מזומנן מאחה את הכונן הקשיח ומבצע trim ל-SSD על פי תזמון, ללא התערבות
Label_Schedule_Task.Caption=משימה מזומננת
Label_Action.Caption=פעולה:
Label_Schedule_Status.Caption=סטטוס:
Button_Config_Schedule.Caption=קנפג
ScheduleList.Columns[0].Caption=כרך
lvBootTimeDefrag.Columns[0].Caption=כרך
lvAAList.Columns[0].Caption=ווליום
ComboBox_Action.Items[0].Caption=איחוי-חכם (Smart-Defrag)
ComboBox_Action.Items[1].Caption=איחוי-קבצים-גדולים
ComboBox_Action.Items[2].Caption=איחוי-שטח-פנוי
ComboBox_Action.Items[3].Caption=איחוי & מיטוב
ComboBox_Action.Items[4].Caption=איחוי & תעדוף קבצים (איטי)
Label_Max.Caption=מקסימום קבצים:
Label_Unsupport.Caption=חלונות 2000 לא נתמך
Label_Boottime_Des.Caption=איחוי זמן-אתחול מאחה קבצים על הכונן הקשיח שלא ניתן להזיזם באופן בטוח בזמן שחלונות רץ
Label_Boottime_Status.Caption=סטטוס:
RadioButton_FirstBoot.Caption=אתחול ראשון של כל יום
RadioButton_EveryBoot.Caption=כל אתחול
RadioButton_Custom.Caption=אתחול ראשון של כל יומיים
RadioButton_NextBoot.Caption=האתחול הבא בלבד
Label_language.Caption=השפה הנוכחית:
Label_Trans.Caption=שקיפוּת:
CheckBox_DMC.Caption=אפשר נגישות למפת הדיסק עבור דַלֵי-צבע
lblJKF_SelectJunkFile.Caption=בחר את האובייקטים שתרצה לנקות:
chkJKF_EnableDOD.Caption=אפשר מחיקת קובץ מאובטחת על פי תקן:  DOD 5220.22-M (איטי)
chkJKF_DeleteTime.Caption=מחק קבצים זמניים של חלונות בני יותר מ-1 שבוע
TreeView_Option.Items[0].Caption=הגדרות כלליות
TreeView_Option.Items[1].Caption=איחוי
TreeView_Option.Items[2].Caption=שירות אוטומטי
TreeView_Option.Items[3].Caption=איחוי-אוטומטי
TreeView_Option.Items[4].Caption=איחוי מזומנן
TreeView_Option.Items[5].Caption=איחוי זמן אתחול
TreeView_Option.Items[6].Caption=כללי
TreeView_Option.Items[7].Caption=התאמה אישית
TreeView_Option.Items[8].Caption=ניקוי הדיסק
TreeView_Option.Items[9].Caption=רשימת שלילה
TreeView_Option.Items[10].Caption=עדכון אוטומטי
TreeView_Option.Items[11].Caption=ממשק משתמש
TreeView_Option.Items[12].Caption=מצב-שקט
TreeView_Option.Items[13].Caption=ניתוח אוטומטי
CategoryLine_Boottime_Method.Caption=שיטה
CategoryLine_Boottime_Log.Caption=קובץ יומן
CategoryLine_Schedule_Method.Caption=שיטה
CategoryLine_Schedule_Schedule.Caption=תזמון
chkEnableDiskSpeed.Caption=אפשר המרצת דיסק מושכלת
lblEnableDiskSpeedDesc.Caption=תכונה זו תאפשר DMA (גישה ישירה לזכרון) לביצועי דיסק טובים יותר והגברת שטח מטמון הדיסק, להנמכת תדירות קריאה-כתיבה של הדיסק
CategoryLine_Auto_Method.Caption=שיטה
lblAutoAction.Caption=פעולה:
ComboBox_AutoAction.Items[0].Caption=איחוי-חכם (Smart-Defrag)
ComboBox_AutoAction.Items[1].Caption=איחוי-קבצים-גדולים
ComboBox_AutoAction.Items[2].Caption=איחוי-שטח-פנוי
ComboBox_AutoAction.Items[3].Caption=איחוי & מיטוב
ComboBox_AutoAction.Items[4].Caption=איחוי & תעדוף קבצים (איטי)
grpMethod_Method.Caption=כללי
lblUpdateMethod.Caption=בחר את דרך העדכון:
rbAutoUpdate_Automatically.Caption=תודיע לי כאשר עדכונים זמינים
rbAutoUpdate_ProgramLauched.Caption=עדכן תכנית אוטומטית (מומלץ)
grpMethod_Proxy.Caption=פרוקסי
rbProxy_Direct.Caption=חיבור ישיר (בלי פרוקסי)
rbProxy_ie.Caption=מזהה פרוקסי אוטומטית (השתמש בהגדרות של אינטרנט-אקספלורר)
rbProxy_SpecifyServer.Caption=ציין שרת הפרוקסי (רק אם אתה מחובר למרשתת דרך פרוקסי)
lblProxy_Host.Caption=מארח:
lblProxy_Port.Caption=פיתחה:
lblProxy_UserName.Caption=שם משתמש:
lblProxy_UserPass.Caption=סיסמה:
Label_TaskSchedule.Caption=תזמון:
Label_StartTime.Caption=שעת התחלה:
ComboBox_TaskType.Items[0].Caption=כל יום
ComboBox_TaskType.Items[1].Caption=כל שבוע
ComboBox_TaskType.Items[2].Caption=כל חודש
ComboBox_Weekly.Items[0].Caption=יום א'
ComboBox_Weekly.Items[1].Caption=יום ב'
ComboBox_Weekly.Items[2].Caption=יום ג'
ComboBox_Weekly.Items[3].Caption=יום ד'
ComboBox_Weekly.Items[4].Caption=יום ה'
ComboBox_Weekly.Items[5].Caption=יום ו'
ComboBox_Weekly.Items[6].Caption=שבּת
lblBootTimeStatus.Caption=סטטוס:
grpSlientMode.Caption=סטטוס
chkSlientMode_SlientMode.Caption=מצב-שקט
lblSlientMode_SlientModeInfo.Caption=מיתוג אוטומטי למצב-שקט כאשר מזוהה משימת מסך-מלא או כאשר תכנית מסויימת רצה
grpSlientMode_Description.Caption=תכניות שצויינו ע"י המשתמש
lblSilent_UserSpec.Caption=הפעל מצב-שקט כאשר איזו מהתכניות הבאות רצה:
btnSlientMode_Add.Caption=הוסף
btnSlientMode_Delete.Caption=מחיקה
GroupBox_SilentMode.Caption=תיאור
lblSlientMode_Description1.Caption=מצב-שקט מפחית צריכת משאבים עם מנגנון איחוי מושכל:
lblSlientMode_Description2.Caption=1. דילוג אוטומטי על איחוי-אוטומטי כאשר מזוהה משימה מסויימת
lblSlientMode_Description3.Caption=2. דילוג אוטומטי על איחוי-מתוזמן כאשר מזוהה משימה מסויימת
lvSlientMode.Columns[0].Caption=שם פריט
lvSlientMode.Columns[1].Caption=תיאור
lblCBT_Desc.Caption=איחוי-קבצים מפורטים יכול לאחות הקבצים שלא ניתן לאחותם כאשר המערכת רצה. הוסף אותם לתיבה לאיחוי בזמן ההפעלה מחדש
btnCbtAddFile.Caption=הוסף קובץ...
btnCbtDelete.Caption=מחיקה
lblAADesc.Caption=כשהמערכת במצב סרק, מנתח אוטומטית את הדיסקים ומודיע לך אם יש רסיסים לאיחוי
lblAAStatus.Caption=סטטוס:
btnNotifyWhemSchdule.Caption=אל תודיע לי בזמן האיחוי

[SmartDefrag_shutdown]
Button_Cancel.Caption=ביטול
lblShutdownInfo.Items[0].Caption=איחוי הושלם, מחשבך יושבת בתוך
lblShutdownInfo.Items[1].Caption=איחוי הושלם, מחשבך ייכנס למצב שינה בתוך
lblShutdownInfo.Items[2].Caption=איחוי הושלם, מחשבך ייכנס למצב השהייה בתוך
lblShutdownInfo.Items[3].Caption=האיחוי הסתיים, המחשב יאותחל בעוד
btn_close.Hint=סגירה

[SmartDefrag_ClearJunkFileTips]
btn_close.Hint=סגירה
lblMessage.Caption=התרצה לנקות קובצי זבל לשחרור יותר שטח ולשפר האיחוי?
lblDontShowAgain.Caption=זכור את הבחירה שלי
lblTipsCaption.Caption=נקה קובצי זבל
btnYes.Caption=כן
btnNo.Caption=לא, תודה

[SmartDefrag_SDMessageBoxForm]
btn_close.Hint=סגירה
btnYes.Caption=כן
btnNo.Caption=לא
btnOK.Caption=אוקיי

[SmartDefrag_DefragReportView]
btn_close.Hint=סגירה
lblCaption.Caption=דו"ח של איחוי-חכם
lvDefragReportListView.Columns[0].Caption=שעה
lvDefragReportListView.Columns[1].Caption=קיטועים
lvDefragReportListView.Columns[2].Caption=פעולה

[SmartDefrag_FormAbout]
lblCaption.Caption=אודות
Label_Warning.Caption=אזהרה
Label_WarningInfo.Caption=תכנית מחשב זו מוגנת באמצעות חוקי זכויות-יוצרים ואמנות בין-לאומיות
Label_Copyright.Caption=Copyright© 2005-2016 IObit.
Label_AllRight.Caption=כל הזכויות שמורות
Label_Acknowledge.Caption=תודות מיוחדות לאנשים הבאים על תרומתם הגדולה:
btn_close.Hint=סגירה

[SmartDefrag_M]
M_FSUnknown=לא-ידוע
M_FSAnalyzed=נותח
M_FSDefragged=אוחה
M_FSInvalidHandle=טיפול (הנדל) לא-תקף
M_FSMoveFailed=כישלון תנועה
M_FSNospace=אין שטח רציף
M_FSSkipTooLarge=דולגו (קבצים גדולים)
M_FSSkipRateTooLow=דולג (קצב קיטוע נמוך)
M_DefragSummary=סיכום איחוי
M_DefragDetails=פרטי איחוי
M_SSDOPTDetails=פרטי מיטוב SSD
M_DiskSpaceInfo=גודל כללי/פנוי
M_DefragMethod=שיטת איחוי
M_DefragBeginTime=האיחוי התחיל
M_DefragEndTime=האיחוי הושלם
M_TotalFiles=סך כל הקבצים והספריות:
M_Fragments=קיטועים
M_Recommend=המלצה
M_FragmentationRate=קצב קיטוע
M_DefaultVolumeName=דיסק מקומי
M_DetailsFragments=קיטועים
M_DetailsSize=גודל
M_DetailsResult=תוצאה
M_DetailsPath=נתיב
M_DMSSDAnalyze=ניתוח SSD
M_DMSSDOptimize=Trimming
M_DMUSSDOptimize=טְרִימִינג && מיטוב מושכל
M_DMSSDAnalyzed=להלן %d פריטים שניתן לבצע בהם trim לשיפור יציבות הביצועים של ה-SSD שלך
M_DMSSDOptimized=ל SSD שלך בוצע טרים לביצועים טובים יותר
M_DMUSSDAnalyzed=ניתן לבצע טְרִים ומיטוב על %d פריטים לביצועים טובים יותר ויציבות ה SSD
M_DMUSSDOptimized=ה  SSD מוטב באופן מושכל ועבר תהליך טְרִימִינג
M_DMNSSDAnalyze=נתח את ה SSD
M_DMNSSDOptimize=Trim SSD
M_DMNAnalyze=נותח
M_DMNFastDefrag=איחוי-מהיר
M_DMNSmartDefrag=איחוי-חכם (Smart-Defrag)
m_DMNLargeFileDefrag=איחוי-קבצים-גדולים
M_DMNMergeSortDefrag=איחוי && תעדוף
M_DMNSortDefrag=איחוי && מיטוב
M_DMNMergeDefrag=איחוי && שטח פנוי
M_DMNAutoDefrag=איחוי-אוטומטי
M_DMNSchdleDefrag=איחוי מזומנן
M_DMNDefrag=איחוי
M_DMAnalyze=מנתח
M_DMDefrag=מאחה
M_DMFastDefrag=מבצע איחוי-מהיר
M_DMSmartDefrag=ניתוח חכם
m_DMLargeFileDefrag=מבצע איחוי לקבצים גדולים
M_DMMergeSortDefrag=מאחה && קובע סדר עדיפות קבצים
M_DMSortDefrag=מאחה && ממטב
M_DMMergeDefrag=מבצע איחוי לשטח פנוי
M_DMAFastDefrag=מבצע איחוי-מהיר אוטומטי
m_DMALargeFileDefrag=מבצע איחוי-אוטומטי לקבצים גדולים
M_DMAMergeSortDefrag=מאחה אוטומטית && מתעדף קבצים
M_DMASortDefrag=מאחה אוטומטית && ממטב
M_DMAMergeDefrag=מבצע איחוי-אוטומטי לשטח פנוי
M_DMAutoDefrag=מאחה אוטומטית
M_DMSchdleDefrag=מאחה עפ"י תזמון
M_DMAnalyzed=נותח
M_DMDefraged=איחוי הסתיים
M_DMFastDefraged=איחוי-מהיר הסתיים
M_DMMergeSortDefraged=איחוי && תעדוף קבצים הסתיים
m_DMLargeFileDefraged=איחוי-קבצים-גדולים הסתיים
M_DMSortDefraged=איחוי && מיטוב הסתיים
M_DMMergeDefraged=איחוי שטח-פנוי הסתיים
M_DMAFastDefraged=איחוי-מהיר אוטומטי הסתיים
M_DMAMergeSortDefraged=איחוי-אוטומטי && תעדוף קבצים הסתיים
m_DMALargeFileDefraged=איחוי-אוטומטי של קבצים גדולים הסתיים
M_DMASortDefraged=איחוי-אוטומטי && מיטוב הסתיים
M_DMAMergeDefraged=איחוי-אוטומטי של שטח פנוי הסתיים
M_DMAutoDefraged=איחוי-אוטומטי הסתיים
M_DMSchdleDefraged=איחוי-מתוזמן הסתיים
M_Idle=סרק
M_Queuing=עומד להתרחש
M_DBTrim=טרים
M_DBSmartDefrag=איחוי-חכם (Smart-Defrag)
M_DBOptimize=מיטוב-חכם
M_BTDViewReport=הצג דו"ח
M_OPT_TRIM=אפשר  TRIM להאצת מהירות הקריאה/כתיבה של הSSD
M_OPT_PREFETCHER=נטרול הפּרִיפֶטצ' להארכת חיי ה SSD
M_OPT_SUPERFETCH=נטרול הסופּרפֶטצ' להארכת חיי ה SSD
M_OPT_BTD=נטרול איחוי-זמן-אתחול להארכת חיי ה SSD
M_OPT_SDDT=נטרול משימת איחוי-דיסק מתוזמן להארכת חיי ה SSD
M_Day=אתחול ראשון של כל %d יום
M_SkipSize=דלג על קבצים הגדולים מ %s
M_StartAuto=התחל איחוי-אוטומטי כאשר מצב-סרק המערכת עובר %d (דקות)
M_PauseAuto=השהה איחוי-אוטומטי כאשר ניצול-המשאב עובר (%s)
M_StartAutoAnalyze=מתחיל ניתוח אוטומטי כאשר זמן סרק של המערכת  עובר (%d) דקות
M_PauseAutoAnalyze=השהה ניתוח אוטומטי כאשר ניצול משאבים עובר (%s)
M_ScheduleInactivated=איחוי-מזומנן אינו מופעל
M_FileExcluded=קובץ זה נמצא בשלילה. אם תרצה לאחותו, נא להסיר אותו מרשימת השלילה
M_FileAdded=הפריט "%s" כבר הוסף לאיחוי
M_ExcludedFolderAdded=תיקייה זו כבר הוספה לתוך 'קבצים שהוספו && תיקיות' לאיחוי. אם תרצה לשלוח אותם לרשימת שלילה, נא להסיר אותם מ'קבצים שהוספו && תיקיות'
M_ExcludedFileAdded=קובץ זה הוסף לתוך 'קבצים שהוספו && תיקיות' לאיחוי. אם תרצה להוסיף אותו לרשימת שלילה, נא להסיר אותו מ'קבצים שהוספו && תיקיות' קודם
M_FolderExcluded=קובץ זה נמצא ברשימת שלילה. אם תרצה לאחותו נא להסירו מרשימת שלילה
M_GameAdded=המשחק כבר הוּסף
M_RunBackground=איחוי-חכם עדיין רץ ברקע
M_StartScheduleDefrag=התחל איחוי מתוזמן
M_StartAutoDefrag=התחל איחוי-אוטומטי
M_LastAutoDefrag=איחוי-אוטומטי אחרון:
M_AddVolume=לא ניתן להוסיף ווליום. נא בחר קובץ או תיקייה להוספה
M_InvalidFF=קובץ או תיקייה לא-תקפים
M_SDRAutoDefrag=דו"ח איחוי אוטומטי
M_SDRGameDefrag=דו"ח מיטוב משחק
M_SDRManualDefrag=דו"ח איחוי הדיסק
M_DefragPaused=בהפוגה
M_TrimStoped=Trim interrupted
M_AnalyzeStoped=ניתוח הופרע
M_DefragStoped=איחוי הופרע
M_JunkScanStoped=הסריקה הופרעה
M_DefragFinished=סיום
M_DefragBack=אחורה
M_JunkFileScan=סורק לקובצי זבל %d %%
M_LFR=קצב קיטוע נמוך
M_FileInSSDTips=קובץ/תיקייה זו נמצא על SSD. נא לא לאחות אותו
M_AddFileOrFolder=הוסף קובץ && תיקייה
M_NoFileOrFolderAdded=לא הוספו קבצים/תיקיות
M_GameFragments=קיטועים:
M_GameOptimized=מוטב:
M_GameOptimizeTip=מאחה את המשחקים לחוויית משחק טובה יותר
M_GameAddTip=נא להוסיף משחק למיטוב לקבלת חוויית משחק טובה יותר
M_JunkFileFound=נמצא זבל:
M_JunkFileCleaned=זבל שנוקה:
M_DefragedFragments=קיטועים שאוחו:
M_DefragedFiles=קבצים שאוחו:
M_AnalyzedFragments=קיטועים שנמצאו:
M_AnalyzedFiles=קבצים מקוטעים שנמצאו:
M_DRDefragedFragments=קיטועים אוחו
M_DRDefragedFiles=קבצים אוחו
M_DRAnalyzedFragments=קיטועים נמצאו
M_DRAnalyzedFiles=קבצים מקוטעים נמצאו
M_SmartOptimizeTips=מיטוב-חכם ינתח קודם ואז יפעיל באופן מושכל את שיטת האיחוי המתאימה ביותר לאיחוי הכונן הקשיח שלך ולביצוע טרים של ה SDD בקליק-1
M_SmartDefragTips=איחוי-חכם ינתח קודם ואז יבחר באופן מושכל את  שיטת האיחוי המתאימה ביותר בקליק-אחד בלבד
M_DiskSpace=%s חופשי מ %s
M_Trimmed=Trimmed
M_UTrimmed=טְרִים && מיטוב מושכל הושלם
M_AppOptimizeStop=מיטוב הופרע
M_APPDBOptimize=איחוי
M_AppOptimize=ממטב
M_AppOptimized=מוטב
M_AppFoundProblem=מוטבו %d פריטים לשיפור ביצועים עבור יישומי חלונות
M_AppNoProblem=יישומי חלונות שלך מוטבו לביצועים גבוהים
M_Task=הקלק לשינוי התזמון
M_RecommendAnalyze=אין צורך באיחוי
M_State=מצב
M_GameInSSD=משחק זה נמצא ב SSD נא לא למטב אותו
M_JunkFile=קובץ זבל
M_JunkFileAnalyze=סורק לקובצי זבל
M_JunkFileCleanedHtml=קובצי זבל שנוקו:
M_DefragDetailsHtml=פרטי איחוי
M_StartedTimeHtml=התחיל ב:
M_CompletedTimeHtml=הסתיים ב:
M_AfterRateHtml=אחרי
M_BeforeRateHtml=לפני
M_JunkFileHtml=קבצים
M_RecommendDefrag1=איחוי-מהיר
M_RecommendDefrag2=איחוי && מיטוב
M_RecommendDefrag3=איחוי-קבצים-גדולים
M_RecommendDefrag4=איחוי-שטח-פנוי
M_RecommendDefrag5=איחוי && תעדוף קבצים
M_NoVolumeSelected=נא לבחור לפחות דיסק אחד להמשך
M_TrimShutdown0=Trim completed, מחשבך יושבת בתוך
M_TrimShutdown1=Trim completed, מחשבך ייכנס למצב-שינה בתוך
M_TrimShutdown2=Trim completed, מחשבך יאותחל בתוך
M_TrimShutdown3=הטְרִים הסתיים, מחשבך יאותחל בעוד
M_OptimizeShutdown0=מיטוב הושלם, מחשבך יושבת בתוך
M_OptimizeShutdown1=מיטוב הושלם, מחשבך ייכנס למצב שינה בתוך
M_OptimizeShutdown2=מיטוב הושלם, מחשבך ייכנס למצב השהייה בתוך
M_OptimizeShutdown3=המיטוב הסתיים, מחשבך יאותחל בעוד
M_TTrimShutdown0=כיבוי אחרי trim
M_TTrimShutdown1=מצב-שינה אחרי trim
M_TTrimShutdown2=מצב-השהייה אחרי trim
M_TTrimShutdown3=אתחול אחרי טְרִים
M_TOptimizeShutdown0=כיבוי אחרי מיטוב
M_TOptimizeShutdown1=מצב-שינה אחרי מיטוב
M_TOptimizeShutdown2=מצב-השהייה אחרי מיטוב
M_TOptimizeShutdown3=אתחול אחרי מיטוב
M_MASKSSD=זיהוי כ SSD
M_MASKHDD=זיהוי כ HDD
M_LEARNMORE=למד עוד
M_EXITSDTIPS=איחוי-חכם רץ כעת. בטוח שתרצה לצאת מהתכנית?
M_NOTSUPPORTSSD=הדיסק הזה הוא SSD.זמן-אתחול אינו תומך ב SSD
M_Junk0=אזהרה: ניקוי מטמון ה-דִי.אֵנ.אֵס עלול להאיט את מהירות ההורדה ולגרום פקק-תנועה
M_Junk1=אזהרה: ניקוי נתונים שסודרו-מראש ישנים עלולים להאיט את אתחול המערכת
M_Junk2=אזהרה: ניקוי מטמון ה Menu Order יאתחל את סדר תפריט ההתחלה. שום פריט לא יוסר
M_Junk3=אזהרה: ניקוי מטמון מגש ההודעות יאפס את מטמון מגש המערכת אתה צריך לאתחל את explorer.exe
M_Junk4=אזהרה: ניקוי מטמון גודל/מיקום חלונות יאפס את כל מיקומי האקספלורר של חלונות שנשמרו ואת תצוגת ההגדרות
M_Junk5=אזהרה: ניקוי היסטוריית המסייע של המשתמש ימחק את התכניות שהשתמשו בהם לאחרונה מרשימת תפריט ההתחלה
M_Junk6=אזהרה: ניקוי קובצי הלוג של שרת המידע במרשתת (iis)ימחק את רשומות האירועים באופן עצמאי עבור כל אתר, תיקייה וירטואלית או קובץ
M_Junk7=אזהרה: ניקוי מטמון תמונה ממוזערת יאט את תצוגת המהירות תמונות ממוזערות בכל עת שתצפה בתיקייה המכילה תמונות
M_Junk8=אזהרה: ניקוי רשימה-קופצת של שורת-היישומים ינטרל את תצוגת הפריטים שנפתחו לאחרונה בתפריט ההתחלה ובשורת-היישומים
M_Junk9=אזהרה: ניקוי סיסמאות שמורות יגרום לאובדן כל הסיסמאות השמורות
M_GameOptimizeTips=מאחה וממטב את קובצי המשחק שלך עבור חוויית משחק חלקה ומהירה
M_AllGameOptimize=קובצי המשחק שלך מוטבו. תיהנה לך מהמשחק
M_ON=פועל
M_OFF=כבוי
M_MoreThan2Hours=יותר משעתיים
M_NoFragmentsFound=לא נמצאו רסיסים
M_NoJunkFilesFound=לא נמצאו קובצי זבל
M_ActiveAll=הפעל הכל
M_ActiveNow=הפעל כעת
M_SkinName=סקין:
M_ShellDefrag=אחה עם איחוי-חכם
M_ShellTrim=בצע  Trim באמצעות איחוי-חכם
M_SkinNameClassic=קלאסי
M_SkinNameReadable=קריא
M_SpecifyFiles=ציין קבצים
M_PromoteTitle11=נמאס לך מאיחוי ידני?
M_PromoteTitle12=רכוש כעת והשג איחוי-אוטומטי
M_PromoteTitle21=רכוש כעת להשגת קובצי איחוי מפורטים בזמן אתחול לאיחוי רסיסים אלה
M_VendorSpecific=מפרט הספָּק
M_CFragMentInfo=קיימים <a>%d</a> רסיסים במחשבך. אחה אותם והפוך את מחשבך מהיר ויציב יותר
M_DefaultName=דיסק מקומי
M_DiskGood=טוב
M_DiskFair=בסדר
M_DiskPoor=עלוב
M_DiskInfoTips=שחרר יותר שטח עם Advanced SystemCare והפוך את מחשבך למהיר יותר, עכשיו!
M_DiskStatusGood=טוב
M_DiskStatusWarn=זהירות
M_DiskStatusError=שגיאה
M_SchduleDefragInfo=<a>%d</a> רסיסים אוחו. הפעל איחוי אוטומטי לאיחוי אוטומטי של הדיסק לקבלת ביצועים גבוהים

[ActionCenter_M]
M_AC_FreeTitleHide=הודעה!
M_AC_FreeDetailHide_New=כל התכניות המומלצות נסתרות! הקלק "הצג" להצגתן שוב ואז התקן אותן כדי להשיג הגנת אבטחה וביצועים אולטימטיביים
M_AC_FreeDetailShow_New=השג הגנת אבטחה טובה יותר והמרצת ביצועים עם תכניות מומלצות. הסכּמתך לאחרונה ל <a>הסכם הרשאת משתמש קצה</a> חלה גם כאן
M_FixAll=השג הכל
M_Hide=הסתר
M_Show=הצג
M_Scan=סורק...
M_Fix=השג כעת
M_fixing=מתקין
M_Updating=מעדכן
M_RuningWell=הגירסה האחרונה מותקנת
M_Outdated=מיושן
M_NotInstalled=לא מותקן
M_Recomm_Ins=מומלץ: התקן את %s
M_Recomm_Upt=מומלץ: עדכן את %s
M_RunASC=סרוק כעת
M_ASCCaption=ביצועי מערכת
M_ASCInfo_NotIns=נמצאו במערכת שלך: שגיאות מרשמה, סוגיות פרטיוּת וקובצי זבל
M_ASCInfo_UpToDate=ASC מאיץ וממטב את מחשבך בקליק-1
M_ASCInfo_NeedUpDate=ASC מיושן
M_RunDB=סרוק כעת
M_DBCaption=מעדכן הדרייבר
M_DBInfo_NotIns_C=נמצאו %s מיושנים, העלולים להאט && לגרום לאי-יציבות מחשבך
M_DBInfo_NotIns=ייתכן שיש דרייברים מיושנים, העלולים להאט && לגרום לאי-יציבות מחשבך
M_DBInfo_UpToDate=דרייבר בוסטר מעדכן את כל הדרייברים המיושנים במחשבך
M_DBInfo_NeedUpDate=תכנית עדכוני הדרייבר מיושנת
M_RunIMF=סרוק כעת
M_IMFCaption=הגנת רוגלות
M_IMFInfo_NotIns=השג הגנה טובה יותר על ידי התקנת תכנית IObit's anti-spyware
M_IMFInfo_UpToDate=IObit Malware Fighter מגן על מחשבך מפני זדונות שונותp
M_IMFInfo_NeedUpDate=תכנית ה anti-spyware שלך מיושנת
M_RunAMC=השג כעת
M_AMCCaption=הגנת האנדרואיד
M_AMCInfo_NotIns=השג אבטחה טובה יותר והגנת פרטיוּת עבור התקן האנרואיד שלך
M_Recomm_Ins_AMC=מומלץ: התקן את %s להתקן האנדרוואיד שלך
M_RunSM=הרץ כעת
M_SMCaption=תפריט התחלה
M_SMInfo_NotIns=השג בחזרה את "תפריט ההתחלה" המוכר של חלונות
M_SMInfo_UpToDate=תפריט-התחלה-8 מחזיר את "תפריט ההתחלה" של חלונות
M_SMInfo_NeedUpDate=תפריט-התחלה-8 שלך מיושן
M_RunIU=הרץ כעת
M_IUCaption=מסיר-ההתקנה של תכניות
M_IUInfo_NotIns=מסיר תכניות בלתי-רצויות, סרגלי-כלים ומתקעי דפדפן
M_IUInfo_UpToDate=IObit Uninstaller מסיר מתקעים ויישומים ביסודיות
M_IUInfo_NeedUpDate=Your IObit Uninstaller מיושן
M_RunFP=המר כעת
M_FPCaption=ממיר וידאו
M_FPInfo_NotIns=קבל ממיר וידאו להמרת הוידאו שלך על התקנים שונים
M_FPInfo_UpToDate=תיהנה מצפייה בסרטונים על כל התקן שתרצה
M_FPInfo_NeedUpDate=חבילת הפורמט מיושנת
M_RunDL=נַהל
M_DLCaption=מנהל הסיסמה
M_DLInfo_NotIns=הגן ונהל כל הסיסמאות שלך עם מנהל הסיסמה Dashlane
M_DLInfo_UpToDate=לעולם לא תשכח את הסיסמה שלך עם Dashlane הבטוח והמאובטח

[M_JunkfilesScanner]
M_Scan=סורק:
M_Fix=מתקן:
M_WinBin=סל המחזור של חלונות
M_WinTempF=הקבצים הזמניים של חלונות
M_IETempF=הקבצים הזמניים של אינטרנט אקספלורר
M_SearchAA=חיפוש עוזר השלמה אוטומטית
M_OtherMRUs=Other Explorer MRUs
M_Clip=לוח עריכה
M_Dumps=קובצי דאמפ חלקיים של זיכרון
M_ChkDskFrag=Chkdsk רסיסי קובץ
M_WinLog=קובצי יומן חלונות
M_WinEReport=דו"ח שגיאה של חלונות
M_DNSCache=מטמון DNS
M_OldPD=נתוני פריפאצ' ישנים
M_MenuOC=מטמון הזמנת תפריט
M_TrayNC=מטמון הודעת מגש
M_WinSLCache=מטמון גודל חלון/מיקום
M_UserAH=הסטוריית סיוע השתמש
M_IISLog=קובצי יומן של שרת-מידע-באינטרנט (IIS)
M_ThumCache=מטמון תמונות ממוזערות
M_TaskbarJPL=רשימה-קופצת של שורת-היישומים
M_GS=סטטוס כללי
M_ItemsCap=%s פריטים %s
M_JunkFixCap=[תיקון קובצי זבל]:  %d בעיות תוקנו
M_Det=פרטים
M_Del=נמחק
M_NoteMOC=אזהרה: ניקוי מטמון ה Menu Order יאתחל את סדר תפריט ההתחלה. שום פריט לא יוסר
M_NoteTNC=הערה: ניקוי מטמון-הודעות-מגש יאפס את מטמון מגש המערכת. נדרש אתחול של  Explorer.exe
M_NoteWSC=אזהרה: ניקוי מטמון גודל/מיקום חלונות יאפס את כל מיקומי האקספלורר של חלונות שנשמרו ואת תצוגת ההגדרות
M_NoteUAH=אזהרה: ניקוי היסטוריית המסייע של המשתמש ימחק את התכניות שהשתמשו בהם לאחרונה מרשימת תפריט ההתחלה
M_WinSys=מערכת חלונות
M_HisTrace=היסטוריה && עקבות
M_WinAppCache=מטמון יישום חלונות
M_WinUpdateCache=מטמון עדכון אוטומטי של חלונות
M_WinUpdateDB=מסד-נתוני עדכון אוטומטי של חלונות
M_SoftInsTemp=קובצי התקנה זמניים של תוכנה
M_WinFontCache=מטמון גופן של חלונות

[ACD_M]
M_Downloading=מוריד:
m_Installing=מתקין:
M_DiskIsFull=שטח דיסק לא מספיק!
M_NetError=ההורדה נכשלה בגלל שגיאת רשת-תקשורת, נא לנסות שנית מאוחר יותר!
M_Tips=התיקון נמצא בתהליך. הקלק פעמיים על האייקון להצגת פרטים
M_TipDownLoading=מתקן
M_TipInstalling=מתקין
M_MD5Faild=הקובץ שהורד פגום. נא לנסות שנית, מאוחר יותר
M_AreSure=בטוח שתרצה לצאת מתכנת ההורדה של IObit?
M_Speed=מהירות:

[IMF_frmIMF_ConvertUI]
lblCaption.Caption=השג את Advanced SystemCare FREE
lblDesc_IMF.Caption=השג את גירסת Advanced SystemCare FREE אחרי שתסיר התקנת IObit Malware Fighter
lblDesc_SD.Caption=השג את גירסת Advanced SystemCare FREE   אחרי שתסיר התקנת IObit Smart Defrag
lblGet.Caption=Advanced SystemCare יכולה למטב את ביצועי המחשב שלך ולתת בוסט למהירות המרשתת ולהעניק לך שוב את תחושת המחשב. 150 מיליון משתמשים נתנו מבטחם במוצר!
btnConvertASC.Caption=הסר התקנה והשג אתAdvanced SystemCare FREE
btnNo.Caption=לא, אני רוצה הסרת התקנה מלאה
btnCancel.Caption=ביטול
btnClose.hint=סגירה

[ACD_frmActionCenter]
lbl_Cancel.Caption=ביטול
lbl_Min.Caption=מזער
lblCaption.Caption=IObit Downloader

[SmartDefrag_AutoupdateFormMain]
Label_Titile.Caption=המעדכן של Smart Defrag
Label_CheckUpdate.Caption=משיג מידע עדכון, נא להמתין
Label_UpdateDetails.Caption=גירסה חדשה של Smart Defrag זמינה, הורד כעת להנאה מהתכונות והשיפורים האחרונים
Label_VWN_Pro.Caption=הצג 'מה חדש'
Label_NewVersionUpdate.Caption=גירסה חדשה של Smart Defrag זמינה, הורד כעת להנאה מהתכונות והשיפורים האחרונים
Label_NewFileUpdate.Caption=עדכון חדש של Smart Defrag זמין, הורד כעת להנאה מהתכונות והשיפורים האחרונים
Label_ClickDownload.Caption=הקלק "%s" להורדה והחלת העדכון
Label_FinishInfo.Caption=סיום!
Label_NoUpdate.Caption=ברכות! יש לך כבר את הגירסה האחרונה
Label_Nottention.Caption=שים לב: איחוי-חכם יתחיל אוטומטית, להחלת העדכון
Label_RestartWarn.Caption=שים לב: נא לאתחל את מחשבך לסיום העדכון. לאתחל כעת?
Label_Cancel.Caption=ביטול
Label_ProxySet.Caption=הגדרות פרוקסי
Label_DecideLater.Caption=החלט מאוחר יותר
RdImageButton_RestartLater.Caption=אתחל מאוחר יותר
RdImageButton_RestartNow.Caption=אתחל כעת
RdImageButton_Download.Caption=הורד כעת
RdImageButton_Finish.Caption=אוקיי
Label_ViewWN.Caption=הצג 'מה חדש'

[SmartDefrag_AutoupdateFormMain_M]
M_Close=סגירה
M_GetUpdateInfo=משיג מידע עדכון, נא להמתין
M_Retry=נסה שנית
M_GetUpdateFailed=כישלון בהשגת מידע עדכון. נא לנסות שנית, מאוחר יותר
M_Finish=אוקיי
M_GetFileFailed=כישלון בהשגת קובצי עדכון. נא לנסות שנית, מאוחר יותר
M_CancelDownload=בטוח שתרצה לבטל הורדת העדכונים?
M_UpdateSucceed=העדכון הצליח!
M_KillUpdateTip=תכנית זו מיושנת ואינה פועלת יותר. נא להוריד את הגירסה האחרונה להמשך השימוש בה

[SmartDefrag_AutoupdateFormMain_Version]
Label_Ver_Title.Caption=איחוי-חכם %s זמין כעת!
Label_Ver_WN.Caption=מה חדש
Label_Ver_RML.Caption=הזכר לי מאוחר יותר
RdImageButton_Ver_Download.Caption=עדכן כעת

[SmartDefrag_AutoupdateFormMain_Version_M]
M_Close=סגירה
M_UpCap=איחוי-חכם %s זמין כעת!
M_UpInfo=הקלק "%s" להנאה מהתכונות והשיפורים האחרונים!

[SmartDefragUpgrate]
lblCongratulations.Caption=ברכות!
lblSubCongratulations.Caption=עדכנת בהצלחה ל
lblWhatNew.Caption=מה חדש
lblWhatNew_LTTitle.Caption=מנוע איחוי-דיסק מִדוֹר חדש
lblWhatNew_LTSubTitle.Caption=מנוע איחוי-דיסק מִדוֹר חדש ממטב את הדיסקים שלך באופן יעיל ועוצמתי
lblWhatNew_RTTitle.Caption=איחוי חדש של סדר עדיפות הקבצים עבור מהירות גבוהה יותר
lblWhatNew_RTSubTitle.Caption=שיטת איחוי && תעדוף סדר קבצים משפרת את ביצועי המחשב שלך על ידי האצת נגישות לנתונים
lblWhatNew_LBTitle.Caption=איחוי Windows 8.1 Modern Apps
lblWhatNew_LBSubTitle.Caption=תמיכה מלאה באיחוי של Windows 8.1 Modern Apps עבורחווית ריצה מהירה וחלקה יותר
lblWhatNew_RBTitle.Caption=ניקוי הדיסק
lblWhatNew_RBSubTitle.Caption=ניקוי קובצי זבל לשחרור שטח דיסק נוסף וזמין והשגת איחוי אפקטיבי
btnClose.Caption=סגירה

[IMF_M]
M_TitleSD=השג את Advanced SystemCare FREE אחרי הסרת התקנה של IObit Smart Defrag

[SendBugReportNew_FrmMain]
lblTitle.Caption=Smart Defrag
btnSendReport.Caption=שלח דו"ח שגיאה
lblErrorDetails.Caption=פרטי השגיאה:
lblUserEmail.Caption=הדוא"ל שלך:
lblSuccTips.Caption=תודות על שיגור דו"ח השגיאה. אנו ננסה לפתור אותה בהקדם האפשרי
btnClose.Hint=סגירה

[SendBugReportNew_M]
M_AskUserTips=נתקל בבעיה. נא לשגר אלינו את דו"ח השגיאה ועזור לנו לתקן אותה
M_BugStatisticsTips=נתקל בבעיה וצריך להיסגר. אנו מנתחים את הסיבה כעת. נא להמתין...
M_SendingTips=שולח...
M_AttentionTips=נתקל בבעיה וצריך להיסגר. נא לאתחל אותו מאוחר יותר
M_InvalidEmailTips=כתובת דוא"ל לא תקפה! נא להכניס את הדוא"ל התקף שלך כך שנוכל ליצור עמך קשר
M_OKTips=אוקיי

[SDFeed_Form_Feedback]
lbFeedbbackTitle.Caption=משוב
RdLabel_Mail.Caption=דוא"ל:
RdLabel_Subject.Caption=סוג הבקשה:
RdLabel_MailDes.Caption=נא לוודא שהדוא"ל שלך מדוייק כך שנוכל לחזור אליך
RdLabel_MailBody.Caption=תיאור:
RdLabel_Attach.Caption=צרופות
lblSendDes.Caption=שולח משוב...
lblSend.Caption=שלח
ButtonCancel.Caption=ביטול
ComboBox_Subject.Items[0].Caption=אני אוהב את זה
ComboBox_Subject.Items[1].Caption=הצעות
ComboBox_Subject.Items[2].Caption=בעיות קצב הרסס
ComboBox_Subject.Items[3].Caption=בעיות ניתוח/איחוי
ComboBox_Subject.Items[4].Caption=כישלון בהורדה/עדכון
ComboBox_Subject.Items[5].Caption=כישלון בזיהוי דיסקים
ComboBox_Subject.Items[6].Caption=שונות
ImageNoteClose.hint=סגירה
ButtonAdd.hint=הוסף
ButtonAttachView.hint=הצג
ButtonSend.Caption=שלח

[SDFeed_M]
M_MailAddrHint=נא לוודא שהדוא"ל שלך מדוייק כך שנוכל ליצור עמך קשר
M_DescriptionHint=נא לכתוב תיאור
M_MailSuccHint=תודה על המשוב שלך. נתקשר אליך בהקדם האפשרי
M_TimeoutHint=כישלון בשליחת המשוב. נא להקליק "אוקיי" לשיגור משוב מקוון
M_SendMail=או התקשר אלינו ישירות באמצעות %s
M_Remove=הסר הכל
M_AttachErrorExt=לא ניתן לצרף קבצים מהסוג הבא:
M_AttachOversize=כישלון בהוספת צרופה! גודלה של הצרופה עובר את מגבלת 10מ"ב

[SmartDefrag_SDUpgradeTipsForm]
lblTitle.Caption=ברכות!
lblInfo.Caption=עדכנת בהצלחה לגירסה האחרונה של איחוי-חכם
btnOK.Caption=נסה זאת כעת!
btn_close.Hint=סגירה

[SDRegister_Form_IObit_Register]
Label_Title.Caption=ממקסם את הביצועים ואת משך זמן הדיסק עם מהדורת הפרו
RdLabel_Des.Caption=שדרג למהדורת הפרו כדי ליהנות מאיחוי ומיטוב אינטליגנטים ויסודיים:
RdLabel_01_Title.Caption=עד 200% מהיר יותר
RdLabel_02_Title.Caption=יותר מושכל & פשוט יותר
RdLabel_03_Title.Caption=יותר יציבות ועומק
RdLabel_04_Title.Caption=תמיד מעודכן
RdLabel_01_Cap.Caption=מאפשר יותר שטח דיסק & עד 200% גישה מהירה יותר לקבצים
RdLabel_02_Cap.Caption=מאחה אוטומטית קבצים נבחרים & דיסקים בזמן-אמת
RdLabel_03_Cap.Caption=איחוי עמוק לדיסקים ולקובצי מערכת בזמן אתחול
RdLabel_04_Cap.Caption=עדכון אוטומטי לגירסה האחרונה של איחוי-חכם
Label_EnterCode.Caption=הכנס קוד
Label_Help.Caption=עזרה
Label_Eg.Caption=לדוגמא: F4B1D-ACAB1-AB4FF-5FDC6
Label_TechDes.Caption=נא להכניס את קוד הרישיון שלך והקלק "הירשם כעת" להפעלת כל הפונקציות של מהדורת הפרו. למניעת שגיאות הקלדה, נא העתק/הדבק את קוד הרישיון שקיבלת במייל לתוך תיבה זו
Label_LicenseCode.Caption=קוד רישיון:
Button_Activate.Caption=הפעל כעת
Button_RegisterNow.Caption=הירשם כעת
Button_RegisterClose.hint=סגירה
Label_LMTitle.Caption=מנהל הרישיון
Label_LMLSta.Caption=סטטוס הרישיון:
Label_LMLCode.Caption=קוד רישיון:
Label_LMLDate.Caption=תאריך תפוגה:
Label_LMLeftDays.Caption=ימים שנותרו:
Label_LMHelp.Caption=עזרה
Label_LMRefresh.Caption=רענון
Label_LMExportL.Caption=ייצוא רישיון
Button_LMClose.hint=סגירה
Button_OK.Caption=אוקיי
Label_KnowMore.Caption=דע יותר על גירסת הפרו
LabelB_01_Cap.Caption=איחוי ומיטוב בסיסיים לדיסק הקשיח
LabelB_02_Cap.Caption=מהירות גישה לקובץ: עד 200% מהירה יותר
LabelB_03_Cap.Caption=חוויית גיימינג גבוהה עם מיטוב משחק
LabelB_04_Cap.Caption=איחוי זמן-אתחול, לאתחול מהיר יותר של המחשב
LabelB_05_Cap.Caption=איחוי אוטומטי & מושכל לקבצים מקוטעים
LabelB_06_Cap.Caption=תצורת איחוי מותאמת אישית & קבצים/כוננים המיועדים לאיחוי
LabelB_07_Cap.Caption=עדכון אוטומטי לגירסה האחרונה
LabelB_08_Cap.Caption=תמיכה טכנית חינם 24/7 על פי דרישה
LabelB_Curent.Caption=נוכחי
LabelB_PRO.Caption=פרו

[SDRegister_M]
M_EnterError=נא להכניס את קוד הרישיון!
M_ErrorTitle=שגיאת הפעלה
M_SucceedTitle=הפעלה
M_IsOtherCode=קוד הרישיון %s תקף רק עבור %s. נא הקלק על כפתור "אוקיי" להורדה ורישום של ה %s
M_InvalidCode=קוד רישיון לא תקף. נא להכניס קוד רישיון תקף
M_License_Pro=קוד הרישיון הופעל בהצלחה
M_License_valication=לא ניתן להתקשר לשרת. נא לבדוק את הגדרות רשת-תקשורת/פרוקסי שלך ונסה לאמת את הרישיון שלך מאוחר יותר
M_License_Expired=הרישיון שלך %s פקע. נא לחדש את קוד הרישיון שלך או רכוש חדש
M_License_Unknow=שגיאה לא-ידועה!
M_License_Illegal=לא ניתן להפעיל א קוד הרישיון. נא לרכוש אחד חדש
M_License_Overseat=קוד הרישיון  %s הופעל על מקסימום מחשבים ולא ניתן להשתמש בו.  נא לרכוש קוד רישיון אחר לאיחוי-חכם-פרו עבור מחשב זה
M_GiveawayCode=רישיון שי זה אינו תקף. הקלק "כן" לרכישת קוד רישיון חדש

[M_PrivacyScanner]
0=אינטרנט-אקספלורר
1=מוזילה-פיירפוקס
2=גוגל-כרום
3=אופרה
4=ספארי
5=חלונות
6=יישומי אופיס
7=מרשתת
8=מולטימדיה
9=תכניות שירות
10=סיומות מותאמות
11=אופרה-נקסט
12=מוזילה-ת'נדרבירד
13=אייס-דראגון
14=יישומי חלונות
15=iTunes
M_Scan=סורק:
M_Fix=תיקון:
M_GS=סטטוס כללי
M_TyURL=כתובות מוקלדות
M_Cookie=עוגיות
M_TempF=קבצים זמניים
M_His=היסטוריה
M_IDF=מפתוח קובצי נתונים
M_AFF=מידע טופס שמור
M_AFP=סיסמאות שמורות
M_ICache=מטמון מרשתת
M_DownHis=היסטוריית הורדה
M_SaveFI=מידע טופס שמור
M_Reg=Regedit
M_ReDoc=מסמכים אחרונים
M_RunHis=הרץ היסטוריה
M_DelOnBoot=(מחיקה באתחול)
M_ItemsCap=%s פריטים %s
M_Session=מושב
M_SavePwd=סיסמאות שמורות
M_ComDatabase=מסד-נתונים קומפקטי
M_PriFixCap=[תיקון פרטיוּת]: %d בעיות תוקנו
M_Det=פרטים
M_Del=נמחק
M_CFFDB=מסד-נתונים קופקטי של פיירפוקס
M_CGCDB=Compact מסד-נתוני גוגל כרום
M_WebBro=דפדפן רשת
M_NoteIt=הערה: לא ניתן למחוק עקבות %s  בזמן הריצה
M_NoteThey=הערה: לא ניתן למחוק עקבות של %s כשהם רצים
M_WebIcons=סמליל אתר-רשת
M_LastDL=מיקום ההורדה האחרון
M_InsCache=מטמון המתקין
M_MobApp=יישומי הנייד
M_Book=ספרים
M_Podcasts=פודקאסטים
M_SanpViewer=מציג תצלום-בזק
M_RemoteD=שולחן-עבודה מרוחק
M_ManageC=מסוף ניהול
M_Wordpad=וורד-פד
M_Paint=צייר
M_PhotoE=עורך התמונה
M_GameE=סייר המשחקים
M_Defender=מגן חלונות
M_Search=חיפוש

[SmartDefrag_LocalDiskItem]
icon_histogram.Hint=בריאות הדיסק
btn_auto_defrag.Caption=איחוי-אוטומטי
btn_boot_defrag.Caption=איחוי זמן אתחול
btn_disk_clean.Caption=ניקוי הדיסק
lblOptimizeType.Items[1].Caption=טרים
lblOptimizeType.Items[2].Caption=מיטוב יישומים

[SmartDefrag_SDPromoteFrame]
rdlblStatus.Caption=סטטוס הרסיסים במחשבך:
rdlblAboutPro.Caption=הקלק על כל התכונות
btnPurchaseNow.Caption=רכוש כעת
btnBack.Caption=אחורה
lblLeaveContent.Items[0].Caption=איחוי-אוטומטי לקבצים נבחרים && דיסקים לשמירה על ביצועי שיא של מחשבך בזמן-אמת
lblLeaveContent.Items[1].Caption=איחוי-זמן-אתחול יכול לאחות קבצים מפורטים && דיסקים בזמן-אתחול ולהעניק את הביצועים הטובים ביותר בזמן ההשקה
rdlblRightTitle.Items[0].Caption=כל הרסיסים אוחו
rdlblRightTitle.Items[1].Caption=רסיסים מסויימים לא ניתנים לאיחוי מפני שהקבצים הקשורים נמצאים בשימוש
rdlblRightTitle.Items[2].Caption=הרסיסים אוחו בהצלחה!
rdlblLeftTitle.Items[0].Caption=מובטח להגן על מחשבך לביצועי שיא
rdlblLeftTitle.Items[1].Caption=מובטח למקסם את ביצועי הדיסק
rdlblLeftContent.Items[0].Caption=אתה מוגן באופן מלא על ידי מדיניות החזרה-מובטחת של כספך תוך 60 יום. אם המוצר שלנו אינו מממש את ההבטחה שלו, אנו נזכה אותך במלוא הסכום, בלי לשאול שאלות
rdlblLeftContent.Items[1].Caption=אתה מוגן באופן מלא על ידי מדיניות החזרה-מובטחת של כספך תוך 60 יום. אם המוצר שלנו אינו מממש את ההבטחה שלו, אנו נזכה אותך במלוא הסכום
rdlblTitle3.Caption=השג ביצועי דיסק מקסימליים עם גירסת הפרו
rdlblContent1.Caption=מאפשר יותר שטח דיסק && עד 200% מהירות גישה גבוהה יותר לקובץ
rdlblContent2.Caption=איחוי אוטומטי לקבצים הנבחרים שלך && דיסקים בזמן-אמת
rdlblContent3.Caption=איחוי-עמוק לדיסקים שלך ואפילו קובצי מערכת בזמן אתחול
rdlblContent4.Caption=עדכון אוטומטי לגירסה האחרונה

[SmartDefrag_AutoAnalyzeForm]
btnClose.Hint=סגירה
btnSetting.Hint=הגדרות
btnDefragManually.Caption=איחוי ידני
btnActivateAutoDefrag.Caption=הפעל איחוי-אוטומטי
lblTitle.Caption=איחוי מזומנן
btnShowAgain.Caption=אל תראה זאת שוב

[DiskInfo_Smart]
UNKNOWN=לא-ידוע
VENDOR_SPECIFIC=מפרט הספק
01=קצב שגיאות קריאה
02=ביצועי תפוקה
03=זמן ריצה
04=ספירת התחל/עצור
05=ספירת הקצאה-מחדש של סקטורים
06=קורא שולי הערוץ
07=חיפוש קצב שגיאה
08=ביצועי הזמן הדרוש לתזוזת ראש דיסק
09=שעות פעילות חשמל
0A=ספירת ריצת 'נסה שנית'
0B=ניסיונות כיול-מחדש
0C=ספירת מחזור חשמל
0D=Soft Read Error Rate stab
B8=שגיאה מקצה-ל-קצה
BB=דיווח על שגיאות שלא-ניתן-לתקן
BC=פסק-זמן פקודה
BD=High Fly Writes
BE=טמפרטורת זרימת-אויר
BF=G-קצב שגיאת רגישות
C0=ספירת הפסקות-חשמל שניתן לחזור מהן
C1=ספירת מחזור טעינה/פריקה
C2=טמפרטורה
C3=שחזור קוד-תיקון-שגיאה ( ECC ) בחומרה
C4=ספירת אירועי הקצאה-מחדש
C5=ספירת משך סקטורים נוכחית
C6=ספירת סקטורים שלא-ניתן-לתקן
C7=ספירת שגיאת 'אולטרה-גישה-ישירה-לזיכרון' של בדיקת-יתירות- מחזורית ( UltraDMA CRC )
C8=קצב שגיאת כתיבה
C9=קצב שגיאת קריאה רכה
CA=שגיאת סימון כתובת נתונים
CB=הפעל ביטול
CC=Soft ECC Correction
CD=קצב חספוס תרמי
CE=גובה טיסה
CF=ספין זרם גבוה
D0=ספין באז
D1=חיפוש ביצועים לא-מקוונים
D3=תנודה בזמן כתיבה
D4=שוֹק בזמן כתיבה
DC=החלפת דיסק
DD=G-קצב שגיאת רגישות
DE=שעות טעינה
DF=ספירת ניסיונות טעינה/פריקה
E0=חיכוך טעינה
E1=ספירת מחזור טעינה/פריקה
E2=זמן טעינה 'בתוך'
E3=ספירת מומנט הגברה
E4=מחזור הפסקות-חשמל שניתן לחזור מהם
E6=משרעת ראש

[DiskInfo_MainForm]
btnClose.Hint=סגירה
btnMaxmize.Hint=הגדלה
btnMinmize.Hint=מזעור
btnRestore.Hint=שחזור
rdlblDiskStatus.Caption=בריאות הדיסק:
rdlblDiskTemp.Caption=טמפרטורה:
rdlblUsage.Caption=ניצול:
rdlblReadSpeed.Caption=מהירות קריאה:
rdlblResponseTime.Caption=מהירות תגובה:
rdlblWriteSpeed.Caption=מהירות כתיבה:
rdlblDriveName.Caption=כונן:
rdlblFreeMoreSpace.Caption=משחרר יותר שטח
rdlblDiskInfo.Caption=דו"ח ניתוח ניטור-עצמי:
lvDiskInfo.Columns[0].Caption=זיהוי
lvDiskInfo.Columns[1].Caption=שם תכונה
lvDiskInfo.Columns[2].Caption=סטטוס
lvDiskInfo.Columns[3].Caption=ערך
lvDiskInfo.Columns[4].Caption=הכי גרוע
lvDiskInfo.Columns[5].Caption=סף
lvDiskInfo.Columns[6].Caption=נתונים גולמיים

[SmartDefrag_SchduleDefragInfoForm]
btnClose.Hint=סגירה
btnSetting.Hint=הגדרות
btnDefragManually.Caption=איחוי ידני
btnActivateAutoDefrag.Caption=הפעל איחוי-אוטומטי
lblTitle.Caption=איחוי ידני
btnShowAgain.Caption=אל תראה זאת שוב

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=עדכון ידני
lblActiveTitle.Caption=נמאס לך מעדכון ידני?
btnActiveAutoUpt.Caption=הפעל עדכון אוטומטי
btnDonotShow.Caption=אל תראה זאת שוב
lblClose.Caption=סגירה

